Repository: eichmen/metis
Catalog: private/po/*.po
Languages: es_es

source: % Total Fat
es_es: % Grasas totales

source: Add Patient
es_es: Nuevo Paciente

source: Add Recipe
es_es: Nueva receta

source: Alimentary Habits
es_es: Hábitos alimenticios

source: All
es_es: Todos

source: American Indian/Alaska Native Foods
es_es: Comida Nativa Americana

source: Amount
es_es: Cantidad

source: Anthropometric
es_es: Datos antropométricos

source: Are you sure you want to delete?
es_es: ¿Estás seguro que deseas borrarlo?

source: Baby Foods
es_es: Alimentos para Bebé

source: Baked Products
es_es: Productos Horneados

source: Basophils
es_es: Basófilos

source: Beef Products
es_es: Productos Cárnicos

source: Beverages
es_es: Bebidas

source: Birthdate
es_es: Fecha de nacimiento

source: BMR
es_es: Metabolismo Basal

source: Breakfast Cereals
es_es: Cereales para el Desayuno

source: Breast feed
es_es: ¿Das el pecho?

source: Breast feed is required
es_es: Debes indicar si das el pecho

source: Cancel
es_es: Cancelar

source: Carbohydrat
es_es: Carbohidrato

source: Cereal Grains and Pasta
es_es: Cereales y Pasta

source: Check Ingredients
es_es: Comprobar ingredientes

source: Chest
es_es: Pecho

source: Children
es_es: Hijos

source: Children is required
es_es: Debes indicar el número de hijos

source: Comments
es_es: Comentarios

source: Configure ingredients
es_es: Gestión de ingredientes

source: Consultation Records
es_es: Registros de consulta

source: Consultations
es_es: Consultas

source: Consumption Frecuency
es_es: Frecuencia de consumo

source: Dairy and Egg Products
es_es: Lácteos y Huevos

source: Date
es_es: Fecha

source: Day
es_es: Día

source: Delete
es_es: Borrar

source: Delete Patient
es_es: Borrar paciente

source: Description
es_es: Descripción

source: Diary Consumations
es_es: Consumos diarios

source: Do you buy your own groceries?
es_es: ¿Haces tú mismo la compra?

source: Do you cook your own food?
es_es: ¿Cocinas tu propia comida?

source: Do you drink alcohol?
es_es: ¿Bebes alcohol?

source: Do you drink sugared drinks or packaged juices?
es_es: ¿Bebes bebidas azucaradas o zumos envasados?

source: Do you eat fast?
es_es: ¿Comes rápido?

source: Do you eat grained cereals (pasta, rice, bread)?
es_es: ¿Comes cereales integrales (pasta, arroz, pan)?

source: Do you snack?
es_es: ¿Picas entre horas?

source: Do you take care of someone?
es_es: ¿Cuidas de alguien?

source: Do you use fridge for storing tuppers?
es_es: ¿Usas la nevera para guardar tuppers?

source: Do you use microwave?
es_es: ¿Usas el microondas?

source: Edit
es_es: Editar

source: Edit event
es_es: Editar evento

source: Education
es_es: Educación

source: End
es_es: Fin

source: Energy Expenditure
es_es: Gasto energético

source: English
es_es: Inglés

source: Eosinophils
es_es: Eosinófilos

source: Fast Foods
es_es: Comida Rápida

source: Fats and Oils
es_es: Grasas y Aceites

source: Finfish and Shellfish Products
es_es: Peces y Mariscos

source: First Name
es_es: Nombre

source: Forgot password?
es_es: ¿Has olvidado la contraseña?

source: Fruits and Fruit Juices
es_es: Frutas y Zumos de Frutas

source: Gender
es_es: Sexo

source: Gender is required
es_es: El campo "Sexo" es obligatorio

source: General Data
es_es: Datos Generales

source: General Habits
es_es: Hábitos Generales

source: Group
es_es: Grupo

source: Height
es_es: Altura

source: Hematocrit
es_es: Hematocritos

source: Hemoglobin
es_es: Hemoglobina

source: Hip
es_es: Cadera

source: How many people do you cook for?
es_es: ¿Para cuanta gente cocinas?

source: How many water do you drink per day?
es_es: ¿Cuántos litros de agua bebes al día?

source: Ingredient
es_es: Ingrediente

source: Ingredients
es_es: Ingredientes

source: Ingredients have been loaded
es_es: Los ingredientes han sido cargados

source: Lamb, Veal, and Game Products
es_es: Cordero, Ternera, y Caza

source: Last Consultation
es_es: Última consulta

source: Last Name
es_es: Apellido

source: Last Name is required
es_es: El "Apellido" es obligatorio

source: Lastname
es_es: Apellido

source: Legumes and Legume Products
es_es: Legumbres y Derivados

source: Leukocyte
es_es: Leucocitos

source: Lipids Total
es_es: Total de Grasas

source: Load Ingredients
es_es: Cargar ingredientes

source: Location
es_es: Ubicación

source: Logout
es_es: Cerrar sesión

source: Lymphocytes
es_es: Linfocitos

source: Meals, Entrees, and Side Dishes
es_es: Entrantes y Acompañantes

source: Medical History
es_es: Historial Médico

source: Monocytes
es_es: Monocitos

source: Month
es_es: Mes

source: Muscle
es_es: Músculo

source: Name
es_es: Nombre

source: Name is required
es_es: El "Nombre" es obligatorio

source: Need an account?
es_es: ¿Necesitas una cuenta?

source: Neutrophils
es_es: Neutrófilos

source: New Analytic
es_es: Nueva Analítica

source: New Consultation
es_es: Nueva Consulta

source: New Elements
es_es: Nuevos elementos

source: New event
es_es: Nuevo evento

source: New Instruction
es_es: Nueva instrucción

source: New Patient
es_es: Nuevo Paciente

source: Next Consultation
es_es: Siguiente consulta

source: No! Sound really bad
es_es: ¡No! Mejor no ...

source: Nondominant arm
es_es: Brazo no dominante

source: Number of eating out by type
es_es: Número de comidas fuera según el tipo

source: Number of eating out in a week
es_es: Número de veces que comes fuera

source: Number of Servings
es_es: Número de raciones

source: Number of tupper meals by type
es_es: Número de comidas de tupper por tipo

source: Number of tupper meals in a week
es_es: Número de comidas de tupper a la semana

source: Nut and Seed Products
es_es: Nueces y Semillas

source: Nutritional Education
es_es: Educación Nutricional

source: Observations
es_es: Observaciones

source: Other Data
es_es: Otros datos

source: Password
es_es: Contraseña

source: Patients
es_es: Pacientes

source: Payments
es_es: Pagos

source: Personal Data
es_es: Datos Personales

source: Phone Number
es_es: Número de teléfono

source: Phone number is required
es_es: El "Número de teléfono" es obligatorio

source: Photo
es_es: Foto

source: Physical Activity
es_es: Actividad Física

source: Physical Activity is required
es_es: La "Actividad Física" es obligatoria

source: Platelets
es_es: Plaquetas

source: Pork Products
es_es: Cerdo y Derivados

source: Poultry Products
es_es: Aves y Derivados

source: Pregnant
es_es: ¿Estás embarazada?

source: Pregnant is required
es_es: Debes indicar si estás embarazada

source: Preparation Time
es_es: Tiempo de preparación

source: Profession
es_es: Profesión

source: Profession is required
es_es: La "Profesión" es obligatoria

source: Protein
es_es: Proteínas

source: Recipes
es_es: Recetas

source: Restaurant Foods
es_es: Comidas de Restaurantes

source: Sausages and Luncheon Meats
es_es: Embutidos y Carnes de Almuerzo

source: Save
es_es: Guardar

source: Search
es_es: Buscar

source: Select ingredients
es_es: Elige ingredientes

source: Settings
es_es: Ajustes

source: Sign in
es_es: Entrar

source: Sign In
es_es: Entrar

source: Sign in with your email
es_es: Entrar con tu email

source: Sleep (hours)
es_es: Horas de sueño

source: Sleep (hours) is required
es_es: Las "Horas de sueño" son obligatorias

source: Smoker
es_es: ¿Eres fumador?

source: Smoker is required
es_es: Debes indicar si eres fumador

source: Snacks
es_es: Aperitivos

source: Soups, Sauces, and Gravies
es_es: Sopas y Salsas

source: Spanish
es_es: Español

source: Spices and Herbs
es_es: Especias e Hierbas

source: Start
es_es: Inicio

source: Step
es_es: Paso

source: Sweets
es_es: Dulces

source: The last name has to be less than 30 characters long
es_es: El "Apellido" no puede tener más de 30 caracteres

source: The name has to be less than 30 characters long
es_es: El "Nombre" no puede tener más de 30 caracteres

source: Thigh
es_es: Muslo

source: Tired
es_es: ¿Sueles estar cansado?

source: Tired is required
es_es: Debes indicar si sueles estar cansado

source: Title
es_es: Título

source: Total Corporal Water
es_es: Agua corporal total

source: Unit
es_es: Unidad

source: Update
es_es: Actualizar

source: Use existing account
es_es: Usa una cuenta existente

source: Vegetables and Vegetable Products
es_es: Vegetales y Derivados

source: Visceral Fat
es_es: Grasa visceral

source: Waist
es_es: Cintura

source: Waist Hip index
es_es: Índice de cintura-cadera

source: Way of eating
es_es: ¿Cómo comes?

source: Week
es_es: Semana

source: Weight
es_es: Peso

source: Work Shift
es_es: Turno laboral

source: Work Shift is required
es_es: El "Turno Laboral" es obligatorio

source: Work Type
es_es: Tipo de trabajo

source: Work Type is required
es_es: El "Tipo de trabajo" es obligatorio

source: Wrist
es_es: Muñeca

source: Your email must be between 10 and 100 characters long and look like an e-mail address
es_es: Tu correo debe estar entre 10 y 100 caracteres
